1.圆饼路 
考试要求：在7米宽的路面上设置6块圆饼，要求车骑于圆饼之上通过，车轮轨迹不得擦碰圆饼，并且不得超、压两侧路边缘线。 
破解方法：开始进入圆饼路时，车头左边1/4处对准1、2号圆饼左边的斜切线进入；行进至车挡风玻璃左下角对准3号圆饼中心是向左转动方向到底后向右转动方向2圈，回正；挡风玻璃右下角对准4号圆饼中心时，向右打方向到底后向左打方向2圈，回正；左视镜对准5号圆饼中心时向左打方向到底后向右打方向2圈、回正；前挡风玻璃右下角对准6号圆饼中心时向右打方向到底后左回2圈，回正。 

2.单边桥 
考试要求：在行驶中将桥分别用左右轮压于轮下，平稳通过。有一轮未上桥或者已骑上桥面中途有一轮掉下的都要扣分。 
破解方法：车头左边筋对准1桥左边上桥后看远方对比车身是否正，不正要修正回正，后车轮下桥车尾下沉，车头上抬时向右打方向半圈，看二桥左侧到达驾车人正前方时，向左打方向一圈，看远方对比车身正时向右打方向半圈，回正。 

3.直角转弯 
考试要求：用低速按规定线路行驶，一次不停车完成向左或向右直角转弯通过。 
破解方法：车身右侧靠近外直角边线前进，左、右前车门三角窗中间对准内、外直角线时方向向左、右打到底，车正时回正。 

4.曲线行驶 
考试要求：小型车辆在3.5米宽的S型路面上行驶，要求不得挤压路边缘线，方向运用自如。 
破解方法：当车进入第一弯时（目测）将右车头压左边线行驶，进入第二弯时（目测），用左车头压右边线行驶。 

5.侧方停车 
考试要求：考C照、Z照的必考项目。要求车辆在不碰、擦库位桩杆，车轮不压碰车道边线、库位边线的情况下，通过一进一退，将整车移入右侧库位中。 
破解方法：车右侧靠3、1号杆30厘米前行、车后窗看见1号杆时停车，到车时打左转向灯、车后窗看不见1号杆时，向右打方向1圈半，看左后视镜看见4号杆向左打方向1圈半，看车头右后视镜看见4号杆向左打方向1圈半，看车头右后视镜与1号杆重叠时向左打方向到底车身正时回正停车，车再前行打右转向灯。注意观察路后面情况，向转打方向到底用半联动不出路边线前行。 

6.上坡停车、起步 
考试要求：要求在≥10%坡度，≥30米坡长的坡道上的固定位置停车，考察方向、制动、离合器三者的协调配合。 
破解方法：挂入一挡，打左转向灯，按喇叭注意车后道路情况，抬离合器至半联动，加油门至发动机转速2000转时松手制动，慢抬离合器加油前进。 

7.百米增减挡 
考试要求：在百米内完成从最低挡逐级到最高挡的加速，以及再从最高挡逐级到二挡的减速。 
破解方法：油门、离合器、挡位动作快速准确，到达五挡时立即拉出减四挡，减到三挡时边制运边减二挡停车。 

8.限速通过限宽门 
考试要求：在7米宽的道路上共设三道限宽门，间距为3倍车长，1门、3门为同一水平位，2门交错一个车宽位置。要求车辆以不低于20公里/小时的速度从三门之间穿过，不得擦碰门悬杆。 
破解方法：从左到右穿越限宽门：车辆驾驶室门刚过限宽门标杆时，迅速向右打一大把方向，待车头左角对准下一限宽门左杆时回正方向，并调整穿过限宽门；从右到左穿越限宽门：车辆驾驶室门刚过限宽门标杆时，迅速向左打一大把方向，待右车头角对准限宽门右标杆时向左回正方向，调整穿过限宽门。 

9.起伏路驾驶 
考试要求：要求车辆平稳安全通过障碍，不使乘坐人员离座。 
破解方法：临近起伏路20米左右减速，并换一挡，配合半联动平稳通过。 


不同地区选考项目不同。 
