<div class="about">
　　一年之后，人生没什么变化，网站也没什么变化。

　　只是原本到处借别人的二级域名来用，很不方便，所以现在换了 xwayx.com 域名。以后可以固定一段时间了，如果没其他意外的话。呵，希望服务器乖乖的，这也是借的。

<span style="float:right;">2012.8</span>
=========================

　　其实这个网站在一年前就开始着手的了，但后来忙于生活，丢下就没再理，最近重拾这个想法，抽了些时间来完成它。

　　本站主要用来分享一些文档，一些有用的东西，然后也方便自己在线查看一些技术文档，而不用回家翻电脑。另外也可以说是一个博客吧，如果我有心情写博文的话。

　　为什么不用博客而自己写个JS+HTML的网站，主要是数据库的问题。以前用过许多博客程序，几经迁移，数据后来都丢了，没法积累。而这个站就能实现我要的东西，所有的数据都仅仅是文本而己。由于我不喜欢搜索引擎的关注，所以用JavaScript调用所有内容，也为了数据库和网站程序要分开。当然，缺陷是没有后台管理，这是一个静态网站。

　　本站所有内容都是我在Ubuntu Linux下用Gedit写的。自我获得了电脑自由(买了手提电脑)以来，一直用Ubuntu系统，没再用过Windows了。所以如果你还没有用过Linux系统的话，建议你可以尝试下Ubuntu。嘿嘿，我也在为Linux的推广出一分力哦。

　　终于完工了，余下的时间精力，我要用于追求财务自由。希望本站能给你带来一点点收获，那我也就很开心了。

　　Have fun...

<span style="float:right;">2011.6</span></div>